export const rawCSV = `result_id,group_id,sub_group_char,sub_sub_group_num,item_num,index,group_title,sub_group_title,sub_sub_group_title,result_title
1,7.1,ก,1,1,7.1ก(1)-1,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,จํานวนนิสิตระดับปริญญาตรี (รวม)
2,7.1,ก,1,2,7.1ก(1)-2,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,จํานวนนิสิตนิสิตชั้นปี 1 (แยกตามปีการศึกษาที่เข้า)
3,7.1,ก,1,3,7.1ก(1)-3,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,นิสิตระดับปริญญาโท (แยกตามปีที่เข้า) 
4,7.1,ก,1,4,7.1ก(1)-4,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละของผู้สําเร็จการศึกษาระดับปริญญาตรีที่ได้งานทํา หรือศึกษาต่อภายในระยะเวลา 1 ปี 
5,7.1,ก,1,5,7.1ก(1)-5,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ผลงานของนิสิตระดับปริญญาตรีได้รับการตีพิมพ์เผยแพร่
6,7.1,ก,1,6,7.1ก(1)-6,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละของนิสิตที่สําเร็จการศึกษาตามเวลาที่กําหนด
7,7.1,ก,1,7,7.1ก(1)-7,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละของผลการวัดระดับทางภาษาอังกฤษตาม CEFR ของนิสิต
8,7.1,ก,1,8,7.1ก(1)-8,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละนักศึกษาแลกเปลี่ยนขาเข้า (Inbound student) ลงทะเบียนอย่างน้อย 1 หน่วยกิต
9,7.1,ก,1,9,7.1ก(1)-9,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละนักศีกษาแลกเปลี่ยนขาออก (Outbound student/double degree) ลงทะเบียนอย่างน้อย 1 หน่วยกิต
10,7.1,ก,1,10,7.1ก(1)-10,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละนิสิตต่างชาติ 4 ปี ต่อนิสิตไทย
11,7.1,ก,1,11,7.1ก(1)-11,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ผลลัพธ์การเรียนรู้ที่คาดหวังของหลักสูตร (PLOS)นิสิตระดับปริญญาตรี
12,7.1,ก,1,12,7.1ก(1)-12,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,จํานวนนิสิตนําเสนอผลงานหรือเข้าร่วมแข่งขันหรือได้รับคัดเลือกเป็นตัวแทนเข้าร่วมกิจกรรมทั้งในระดับชาติหรือนานาชาติ 
13,7.1,ก,1,13,7.1ก(1)-13,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละการมีงานทําของบัณฑิตในบริษัทข้ามชาติทั้งในประเทศและต่างประเทศ
14,7.1,ก,1,14,7.1ก(1)-14,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการจัดการศึกษา,ร้อยละนิสิตที่ได้เข้าร่วมสหกิจศึกษากับบริษัทข้ามชาติทั้งในประเทศและต่างประเทศ
15,7.1,ก,1,15,7.1ก(1)-15,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,คะแนนความพึงพอใจของผู้ใช้บริการศูนย์สอบ
16,7.1,ก,1,16,7.1ก(1)-16,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนผู้เรียนหลักสูตรประกาศนียบัตร (Non-degree) (เฉพาะข้อมูลหลักสูตรประกาศนียบัตร (Non-degree) ที่ไม่ใช่ EEC Model)
17,7.1,ก,1,17,7.1ก(1)-17,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนผู้เรียน BUU MOOCs
18,7.1,ก,1,18,7.1ก(1)-18,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนโครงการบริการวิชาการต่อปี
19,7.1,ก,1,19,7.1ก(1)-19,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จํานวนผู้เข้าอบรมโครงการบริการวิชาการ/หลักสูตร ประกาศนียบัตร (Non-degree) 
20,7.1,ก,1,20,7.1ก(1)-20,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนงานบริการวิชาการตามเป้าหมายการพัฒนาที่ยั่งยืน
21,7.1,ก,1,21,7.1ก(1)-21,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนองค์กรภายนอกที่สนับสนุนงบประมาณโครงการบริการวิชาการ
22,7.1,ก,1,22,7.1ก(1)-22,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,-
23,7.1,ก,1,23,7.1ก(1)-23,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านการบริการวิชาการ,จำนวนพื้นที่ชุมชนที่มหาวิทยาลัยฯ ให้บริการวิชาการ
24,7.1,ก,1,24,7.1ก(1)-24,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ร้อยละผลงานวิจัยต่อจํานวนอาจารย์ประจําทั้งหมด (นับปีปฏิทิน) (Publication Ratio)
25,7.1,ก,1,25,7.1ก(1)-25,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ร้อยละของผลงานวิจัยที่ได้รับการตีพิมพ์ หรือเผยแพร่ ระดับชาติ
26,7.1,ก,1,26,7.1ก(1)-26,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ร้อยละของผลงานวิจัยที่ได้รับการตีพิมพ์ หรือเผยแพร่ ระดับนานาชาติ
27,7.1,ก,1,27,7.1ก(1)-27,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,จํานวนบทความวิจัยที่ได้รับการตีพิมพ์ใน Q1 และ Q2 Journal บนฐานข้อมูล Scopus
28,7.1,ก,1,28,7.1ก(1)-28,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ร้อยละของบทความวิจัยที่ได้รับการตีพิมพ์ใน Top 10% Journal บนฐานข้อมูล Scopus
29,7.1,ก,1,29,7.1ก(1)-29,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ร้อยละของบทความวิจัยที่มีความร่วมมือกับสถาบันการศึกษา ต่างประเทศและตีพิมพ์ในฐานข้อมูล Scopus
30,7.1,ก,1,30,7.1ก(1)-30,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,จํานวนงานวิจัยที่สร้างผลกระทบให้กับชุมชน สังคมและประเทศชาติ ตามเป้าหมายการพัฒนาที่ยั่งยืน
31,7.1,ก,1,31,7.1ก(1)-31,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,ผลงานการเผยแพร่ในงานประชุมระดับนานาชาติ
32,7.1,ก,1,32,7.1ก(1)-32,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียนและด้านบริการที่มุ่งเน้นลูกค้า,ผลลัพธ์ด้านงานวิจัย,โครงการวิจัยที่ได้รับงบสนับสนุนจากหน่วยงานภายนอก
33,7.1,ข,1,1,7.1ข(1)-1,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ร้อยละการคงอยู่ของนิสิตชั้นปีที่ 1
34,7.1,ข,1,2,7.1ข(1)-2,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ร้อยละนิสิตทีลาออกและพ้นสภาพนิสิตก่อนสําเร็จ
35,7.1,ข,1,3,7.1ข(1)-3,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,คะแนนความพึงพอใจของสถานประกอบการที่เข้าร่วมโครงการสหกิจ/ CWIE
36,7.1,ข,1,4,7.1ข(1)-4,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,คะแนนความพึงพอใจของผู้ใช้บัณฑิต ตามกรอบคุณวุฒิระดับอุดมศึกษาแห่งชาติ
37,7.1,ข,1,5,7.1ข(1)-5,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,จํานวนหลักสูตรผ่านการประเมินระดับนานาชาติ (ASEAN AUN-QA)
38,7.1,ข,1,6,7.1ข(1)-6,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ผลการประเมินคุณภาพการศึกษาระดับหลักสูตร HTM ตามเกณฑ์ AUN-QA
39,7.1,ข,1,7,7.1ข(1)-7,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ผลการประเมินคุณภาพการศึกษาระดับหลักสูตร SLSM ตามเกณฑ์ AUN-QA
40,7.1,ข,1,8,7.1ข(1)-8,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ผลการประเมินคุณภาพการศึกษาระดับหลักสูตร BBA ตามเกณฑ์ AUN-QA
41,7.1,ข,1,9,7.1ข(1)-9,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ผลการประเมินคุณภาพการศึกษาระดับหลักสูตร BA ตามเกณฑ์ AUN-QA
42,7.1,ข,1,10,7.1ข(1)-10,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,จํานวนหลักสูตรมีการจัดการเรียนการสอนตามแนวทาง CWIE
43,7.1,ข,1,11,7.1ข(1)-11,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,ร้อยละจํานวนรายวิชาที่สอนร่วมกับมหาวิทยาลัยต่างประเทศ
44,7.1,ข,1,12,7.1ข(1)-12,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,จํานวนหลักสูตรที่ได้รับการพัฒนาตามแนวทาง EEC Model ร่วมกับสถานประกอบการ
45,7.1,ข,1,13,7.1ข(1)-13,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการการจัดการศึกษา,จํานวนโครงการพัฒนานิสิตที่ดําเนินการร่วมกับบริษัทข้ามชาติทั้งในประเทศและต่างประเทศ
46,7.1,ข,1,14,7.1ข(1)-14,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,ร้อยละความสําเร็จตามตัวชี้วัดของโครงการบริการวิชาการ (แบบหารายได้)
47,7.1,ข,1,15,7.1ข(1)-15,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,ร้อยละความสําเร็จตามตัวชี้วัดของโครงการบริการวิชาการ (แบบให้เปล่า)
48,7.1,ข,1,16,7.1ข(1)-16,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,คะแนนความพึงพอใจของผู้เข้าร่วมโครงการ
49,7.1,ข,1,17,7.1ข(1)-17,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,-
50,7.1,ข,1,18,7.1ข(1)-18,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,-
51,7.1,ข,1,19,7.1ข(1)-19,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,-
52,7.1,ข,1,20,7.1ข(1)-20,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,-
53,7.1,ข,1,21,7.1ข(1)-21,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,-
54,7.1,ข,1,22,7.1ข(1)-22,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,โครงการวิจัยที่ดําเนินการเสร็จตามระยะเวลาที่แหล่งทุนกําหนด (ภายนอก)
55,7.1,ข,1,23,7.1ข(1)-23,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ประสิทธิภาพและประสิทธิผลของกระบวนการจัดบริการวิชาการ,การยื่นขอจริยธรรมงานวิจัย
56,7.1,ข,2,1,7.1ข(2)-1,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ผลลัพธ์ด้านประสิทธิผลของกระบวนการทำงาน ความปลอดภัยและการเตรียมพร้อมต่อสภาวะฉุกเฉิน ,การเกิดอัคคีภัย
57,7.1,ข,2,2,7.1ข(2)-2,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ผลลัพธ์ด้านประสิทธิผลของกระบวนการทำงาน ความปลอดภัยและการเตรียมพร้อมต่อสภาวะฉุกเฉิน ,จํานวนบุคลากรที่ผ่านการซ้อมป้องกันอัคคีภัย
58,7.1,ข,2,3,7.1ข(2)-3,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ผลลัพธ์ด้านประสิทธิผลของกระบวนการทำงาน ความปลอดภัยและการเตรียมพร้อมต่อสภาวะฉุกเฉิน ,ความถี่การตรวจสอบอุปกรณ์ไฟฟ้าภายในอาคาร
60,7.1,ข,2,5,7.1ข(2)-5,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ผลลัพธ์ด้านประสิทธิผลของกระบวนการทำงาน ความปลอดภัยและการเตรียมพร้อมต่อสภาวะฉุกเฉิน ,ความถี่ในการบํารุงรักษาลิฟต์โดยสาร
61,7.1,ข,2,6,7.1ข(2)-6,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านประสิทธิผลของกระบทวรการทำงาน,ผลลัพธ์ด้านประสิทธิผลของกระบวนการทำงาน ความปลอดภัยและการเตรียมพร้อมต่อสภาวะฉุกเฉิน ,จํานวนครั้งที่เกิดการโจรกรรม/ทรัพย์สินวิทยาลัยสูญหาย
62,7.1,ค,1,1,7.1ค(1)-1,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน,จํานวนหน่วยงานภาครัฐและเอกชนที่รับนิสิตฝึกงาน
63,7.1,ค,1,2,7.1ค(1)-2,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน,จํานวนสถานประกอบการที่รับนิสิตเข้าโครงการ CWIE
64,7.1,ค,1,3,7.1ค(1)-3,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน,ร้อยละของสถานประกอบการในพื้นที่ภาคตะวันออกที่รับนิสิตเข้า โครงการ CWIE/EEC model
65,7.1,ค,1,4,7.1ค(1)-4,ผลลัพธ์ด้านการเรียนรู้ของผู้เรียน และด้านกระบวนการ ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน ,ผลลัพธ์ด้านการจัดการเครือข่ายอุปทาน,จํานวน MOU ที่เพิ่มขึ้น
66,7.2,ก,1,1,7.2ก(1)-1,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาตรีต่อหลักสูตร
67,7.2,ก,1,2,7.2ก(1)-2,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาโทต่อหลักสูตร
68,7.2,ก,1,3,7.2ก(1)-3,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาตรีต่อกระบวนการจัดการเรียนการสอน
69,7.2,ก,1,4,7.2ก(1)-4,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาโทต่อกระบวนการจัดการเรียนการสอน
70,7.2,ก,1,5,7.2ก(1)-5,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาตรีต่อรายวิชา
71,7.2,ก,1,6,7.2ก(1)-6,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาโทต่อรายวิชา
72,7.2,ก,1,7,7.2ก(1)-7,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาตรีต่อประสิทธิภาพการสอนของอาจารย์
73,7.2,ก,1,8,7.2ก(1)-8,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตระดับปริญญาโทต่อประสิทธิภาพการสอนของอาจารย์
74,7.2,ก,1,9,7.2ก(1)-9,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของนิสิตแลกเปลี่ยน
75,7.2,ก,1,10,7.2ก(1)-10,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความไม่พึงพอใจ
76,7.2,ก,1,11,7.2ก(1)-11,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ความพึงพอใจของศิษย์เก่า
77,7.2,ก,2,1,7.2ก(2)-1,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,ความผูกพันของผู้เรียนระดับปริญญาตรี 
78,7.2,ก,2,2,7.2ก(2)-2,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,ร้อยละการกลับมาร่วมโครงการแลกเปลี่ยนซ้ําของสถาบัน
79,7.2,ก,2,3,7.2ก(2)-3,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,ร้อยละหน่วยงาน/องค์กร /สถาบัน ที่กลับมาใช้ซ้ําของโครงการบริการวิชาการ
80,7.2,ก,2,4,7.2ก(2)-4,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,จํานวนสถานประกอบการที่มี MOU และ MOA และดําเนินกิจกรรมต่อเนื่อง
81,7.2,ก,2,5,7.2ก(2)-5,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,จํานวนโครงการพัฒนาความสัมพันธ์กับโรงเรียนเครือข่าย
82,7.2,ก,2,6,7.2ก(2)-6,ผลลัพธ์ด้านลูกค้า,ผลลัพธ์ด้านการมุ่งเน้นผู้เรียนและลูกค้ากลุ่มอื่น,ผลลัพธ์ด้านความผูกพันของผู้เรียนและลูกค้ากลุ่มอื่น,จํานวนโครงการพัฒนาศิษย์เก่าสัมพันธ์ (การมีส่วนร่วมในการทํากิจกรรมร่วมกับวิทยาลัย)
83,7.3,ก,1,1,7.3ก(1)-1,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละอาจารย์ประจําต่อนิสิตเฉลี่ยทุกชั้นปี
84,7.3,ก,1,2,7.3ก(1)-2,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละของอาจารย์ประจําที่มีวุฒิปริญญาเอกหรือเทียบเท่าต่ออาจารย์ประจําทั้งหมด
85,7.3,ก,1,3,7.3ก(1)-3,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละอาจารย์ประจําที่เป็นชาวต่างชาติ International Lecturer 
86,7.3,ก,1,4,7.3ก(1)-4,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,จํานวนอาจารย์แลกเปลี่ยน Inbound
87,7.3,ก,1,5,7.3ก(1)-5,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,จํานวนอาจารย์แลกเปลี่ยน outbound
88,7.3,ก,1,6,7.3ก(1)-6,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละอาจารย์ที่ดํารงตําแหน่งทางวิชาการ
89,7.3,ก,1,7,7.3ก(1)-7,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละอาจารย์ที่ขอตําแหน่งทางวิชาการ
90,7.3,ก,1,8,7.3ก(1)-8,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละอาจารย์ที่มีคุณสมบัติเป็นอาจารย์ผู้รับผิดชอบหลักสูตร
91,7.3,ก,1,9,7.3ก(1)-9,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละบุคลากรสายสนับสนุนที่ได้รับแต่งตั้งให้ดํารงตําแหน่งสูงขึ้น
92,7.3,ก,1,10,7.3ก(1)-10,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละของผลงานวิจัยต่อจำนวนอาจารย์ประจำทั้งหมด (นับตามปีปฏิทิน) (Publication Ratio)
93,7.3,ก,1,11,7.3ก(1)-11,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,เงินสนับสนุนเงินวิจัยต่อสัดส่วนอาจารย์
94,7.3,ก,1,12,7.3ก(1)-12,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,เงินสนับสนุนโครงการบริการวิชาการต่อสัดส่วนอาจารย์
95,7.3,ก,1,13,7.3ก(1)-13,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,อาจารย์ที่ได้รับเชิญเป็นวิทยากรต่างประเทศ
96,7.3,ก,1,14,7.3ก(1)-14,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ขีดอัตรากำลังและความสามารถ,ร้อยละบุคลากรที่มีสมรรถนะหลัก (Core Competency) เป็นไปตามที่คาดหวัง ตามประกาศที่เกี่ยวข้องของมหาวิทยาลัย
97,7.3,ก,2,1,7.3ก(2)-1,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อการบริหารจัดการองค์กรของผู้บริหาร
98,7.3,ก,2,2,7.3ก(2)-2,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อการบริหารจัดการองค์กรของอาจารย์ประจําชาวไทย
99,7.3,ก,2,3,7.3ก(2)-3,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อการบริหารจัดการองค์กรของอาจารย์ประจําชาวต่างชาติ
100,7.3,ก,2,4,7.3ก(2)-4,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อการบริหารจัดการองค์กรของพนักงานสายสนับสนุนฯ
101,7.3,ก,2,5,7.3ก(2)-5,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อสิ่งแวดล้อมการปฏิบัติงานและสิ่งอํานวยความสะดวกของผู้บรหาร
102,7.3,ก,2,6,7.3ก(2)-6,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อสิ่งแวดล้อมการปฏิบัติงานและสิ่งอํานวยความสะดวกของอาจารย์ประจําชาวไทย
103,7.3,ก,2,7,7.3ก(2)-7,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อสิ่งแวดล้อมการปฏิบัติงานและสิ่งอํานวยความสะดวกของอาจารย์ประจําชาวต่างชาติ
104,7.3,ก,2,8,7.3ก(2)-8,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความพึงพอใจต่อสิ่งแวดล้อมการปฏิบัติงานและสิ่งอํานวยความสะดวกของพนักงานสายสนับสนุนฯ
105,7.3,ก,2,9,7.3ก(2)-9,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความสุขในการทํางานของผู้บริหาร
106,7.3,ก,2,10,7.3ก(2)-10,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความสุขในการทํางานของอาจารย์ประจําชาวไทย
107,7.3,ก,2,11,7.3ก(2)-11,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความสุขในการทํางานของอาจารย์ประจําชาวต่างชาติ
108,7.3,ก,2,12,7.3ก(2)-12,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ด้านบรรยากาศการทำงาน,ความสุขในการทํางานของพนักงานสายสนับสนุนฯ
109,7.3,ก,3,1,7.3ก(3)-1,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ความผูกพันของบุคลากร,ความผูกพันต่อองค์กรของผู้บริหาร
110,7.3,ก,3,2,7.3ก(3)-2,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ความผูกพันของบุคลากร,ความผูกพันต่อองค์กรของอาจารย์ประจําชาวไทย
111,7.3,ก,3,3,7.3ก(3)-3,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ความผูกพันของบุคลากร,ความผูกพันต่อองค์กรของอาจารย์ประจําชาวต่างชาติ
112,7.3,ก,3,4,7.3ก(3)-4,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ความผูกพันของบุคลากร,ความผูกพันต่อองค์กรของพนักงานสายสนับสนุนฯ
113,7.3,ก,3,5,7.3ก(3)-5,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,ความผูกพันของบุคลากร,ปัจจัยที่ส่งผลต่อความผูกพันของบุคลากร
114,7.3,ก,4,1,7.3ก(4)-1,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,NULL,ร้อยละของอาจารย์ที่ได้รับการพัฒนาให้มีความเชี่ยวชาญตามศาสตร์/หน้าที่
115,7.3,ก,4,2,7.3ก(4)-2,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,NULL,ร้อยละของบุคลากรสายสนับสนุนที่ได้รับการพัฒนาให้มีความเชี่ยวชาญตามศาสตร์/หน้าที่
116,7.3,ก,4,3,7.3ก(4)-3,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,NULL,จํานวนของบุคลากรที่ได้รับการพัฒนาเพื่อเตรียมความพร้อมเป็นผู้บริหารในอนาคต
117,7.3,ก,4,4,7.3ก(4)-4,ผลลัพธ์ด้านบุคลากร,ผลลัพธ์ด้านการมุ่งเน้นบุคลากร ,NULL,ร้อยละบุคลากรที่ได้รับการพัฒนาให้มีความเชียวชาญในอาชีพระดับสากล (อบรม UKPSF AUNQA หรือการอบรมที่เป็นภาษาอังกฤษ)
118,7.4,ก,1,1,7.4ก(1)-1,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ความพึงพอใจของอาจารย์ชาวไทยด้านนโยบาย/แผนงานและการบริหารงาน
119,7.4,ก,1,2,7.4ก(1)-2,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ความพึงพอใจของอาจารย์ชาวต่างชาติด้านนโยบาย/แผนงานและการบริหารงาน 
120,7.4,ก,1,3,7.4ก(1)-3,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,ความพึงพอใจของบุคลากรฝ่ายสนับสนุนด้านนโยบาย/แผนงานและการบริหาร
121,7.4,ก,2,1,7.4ก(2)-1,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,การกำกับดูแลองค์กร,เรื่องร้องเรียนร้ายแรงจากหน่วยงานภายนอก
122,7.4,ก,2,2,7.4ก(2)-2,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,การกำกับดูแลองค์กร,เรื่องทักท้วงเรื่องร้ายแรงจากหน่วยงานตรวจสอบภายใน
123,7.4,ก,2,3,7.4ก(2)-3,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,การกำกับดูแลองค์กร,เรื่องทักท้วงเรื่องร้ายแรงจาก สตง.
124,7.4,ก,2,4,7.4ก(2)-4,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,การกำกับดูแลองค์กร,เรื่องทักท้วงเรื่องร้ายแรงจาก ปปช.
125,7.4,ก,2,5,7.4ก(2)-5,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,การกำกับดูแลองค์กร,ผลการประเมินการตรวจคุณภาพการศึกษาภายในตามเกณฑ์ EdPEx
126,7.4,ก,3,1,7.4ก(3)-1,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,กฎหมาย กฏระเบียบข้อบังคับ และการรับรองคุณภาพ ,การทําผิดระเบียบ/ข้อบังคับของมหาวิทยาลัย
127,7.4,ก,3,2,7.4ก(3)-2,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,กฎหมาย กฏระเบียบข้อบังคับ และการรับรองคุณภาพ ,ร้อยละหลักสูตรที่ผ่านเกณฑ์มาตรฐานหลักสูตร สป.อว.
128,7.4,ก,3,3,7.4ก(3)-3,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,กฎหมาย กฏระเบียบข้อบังคับ และการรับรองคุณภาพ ,จํานวนหลักสูตรที่ผ่านเกณฑ์มาตรฐานหลักสูตรตามเกณฑ์มาตรฐาน ASEAN AUN QA
129,7.4,ก,3,4,7.4ก(3)-4,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,กฎหมาย กฏระเบียบข้อบังคับ และการรับรองคุณภาพ ,ร้อยละหลักสูตรที่มีการจัดการเรียนการสอนตามแนวทาง CWIE
130,7.4,ก,4,1,7.4ก(4)-1,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนข้อร้องเรียน ด้านจริยธรรมในผู้บริหารระดับสูง
131,7.4,ก,4,2,7.4ก(4)-2,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนข้อร้องเรียน ด้านจริยธรรมในคณาจารย์
132,7.4,ก,4,3,7.4ก(4)-3,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนข้อร้องเรียน ด้านจริยธรรมในบุคลากรสายสนับสนุน
133,7.4,ก,4,4,7.4ก(4)-4,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนเรื่องร้องเรียนร้ายแรงด้านการเรียนการสอน
134,7.4,ก,4,5,7.4ก(4)-5,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนเรื่องร้องเรียนร้ายแรงด้านวิจัย
135,7.4,ก,4,6,7.4ก(4)-6,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนเรื่องร้องเรียนร้ายแรงด้านบริการวิชาการ
136,7.4,ก,4,7,7.4ก(4)-7,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,จริยธรรม,จํานวนเรื่องร้องเรียนร้ายแรงด้านการบริหาร การเงิน งานบุคคล
137,7.4,ก,5,1,7.4ก(5)-1,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนชุมชนที่ให้บริการวิชาการ จํานวนชุมชน
138,7.4,ก,5,2,7.4ก(5)-2,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนกิจกรรมที่นําองค์ความรู้และนวัตกรรมที่นําไปใช้ในการพัฒนาพื้นที่
139,7.4,ก,5,3,7.4ก(5)-3,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนกิจกรรม/โครงการที่เกี่ยวข้องกับงานด้านมหาวิทยาลัยสีเขียว
140,7.4,ก,5,4,7.4ก(5)-4,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนงบประมาณที่เกี่ยวข้องกับงานด้านมหาวิทยาลัยสีเขียว
141,7.4,ก,5,5,7.4ก(5)-5,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนข่าวที่ปรากฏใน LikedIn ของมหาวิทยาลัย
142,7.4,ก,5,6,7.4ก(5)-6,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนข่าวที่สอดคล้องกับ SDG และมีการนําเสนอเป็นภาษาอังกฤษบนเว็บไซต์ Sustainability.buu.ac.th
143,7.4,ก,5,7,7.4ก(5)-7,ผลลัพธ์ด้านการนำองค์กรและการกำกับดูแลองค์กร,ผลลัพธ์ด้านการนำองค์กร การกำกับดูแลองค์กร กฎหมาย จริยธรรม และการสร้างประโยชน์ให้สังคม,สังคม,จํานวนโครงการด้านศิลปะวัฒนธรรม
144,7.5,ก,1,1,7.5ก(1)-1,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้รวมทั้งหมดของวิทยาลัยนานาชาติ
145,7.5,ก,1,2,7.5ก(1)-2,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้จากการจัดการศึกษา
146,7.5,ก,1,3,7.5ก(1)-3,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้จากการจัดบริการวิชาการ
147,7.5,ก,1,4,7.5ก(1)-4,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้จากการจัดการวิจัย
148,7.5,ก,1,5,7.5ก(1)-5,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้จากการบริหารสินทรัพย์
149,7.5,ก,1,6,7.5ก(1)-6,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้สุทธิของหอพักนิสิตและพื้นทีของวิทยาลัย
150,7.5,ก,1,7,7.5ก(1)-7,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายจ่ายสุทธิ
151,7.5,ก,1,8,7.5ก(1)-8,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด ,รายได้สุทธิของวิทยาลัยฯ
152,7.5,ก,2,1,7.5ก(2)-1,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,จํานวนผู้สมัครวิทยาลัยนานาชาติ ตามระบบ TCAS
153,7.5,ก,2,2,7.5ก(2)-2,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,จํานวนนิสิตชั้นปี 1 ที่รายงานตัวขึ้นทะเบียนเป็นนิสิต
154,7.5,ก,2,3,7.5ก(2)-3,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,-
155,7.5,ก,2,4,7.5ก(2)-4,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,จํานวนนิสิตที่สละสิทธิ์
156,7.5,ก,2,5,7.5ก(2)-5,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,จํานวนผู้เข้าร่วมกิจกรรมประชาสัมพันธ์และการมีส่วนร่วมในสื่อสังคมออนไลน์ของเว็บไซต์ของวิทยาลัยฯ
157,7.5,ก,2,6,7.5ก(2)-6,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,"จํานวนผู้เรียนหลักสูตรในระบบการจัดการศึกษาแนวใหม่และการศึกษาตลอดชีวิต (Pre BUU, MOOCs, Credit Bank, Short Course, Non Degree)"
158,7.5,ก,2,7,7.5ก(2)-7,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด,ผลการดำเนินการด้านตลาด ,จํานวนงบประมาณที่ได้รับจากโครงการบริการวิชาการ
159,7.5,ข,0,1,7.5ข(0)-1,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,ร้อยละความสําเร็จของตัวชี้วัดตามแผนยุทธศาสตร์ มหาวิทยาลัย
160,7.5,ข,0,2,7.5ข(0)-2,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,ร้อยละความสําเร็จของตัวชี้วัดวิสัยทัศน์วิทยาลัยนานาชาติ
161,7.5,ข,0,3,7.5ข(0)-3,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,จํานวนระบบการบริหารจัดการด้วยเทคโนโลยีและนวัตกรรมเพื่อส่งเสริมให้การบริหารงานหรือการให้บริการที่มีประสิทธิภาพ
162,7.5,ข,0,4,7.5ข(0)-4,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,จํานวนผลงานวิจัยที่มีความร่วมมือกับสถาบันการศึกษาต่างชาติและเผยแพร่ข้อมูล Scopus ISI Q1 - Q4
163,7.5,ข,0,5,7.5ข(0)-5,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,จํานวนผลงานนวัตกรรมที่เกิดจากการดําเนินงาน
164,7.5,ข,0,6,7.5ข(0)-6,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,การนํา/การใช้เทคโนโลยี รวมไปถึงช่องทางการสื่อสารที่ทันสมัยและปลอดภัย เพื่อสนับสนุนการทํางานทั้งของบุคลากรและนักศึกษา
165,7.5,ข,0,7,7.5ข(0)-7,ผลลัพธ์ด้านงบประมาณ การเงิน การตลาด และกลยุทธ์,ผลลัพธ์ด้านการนำกลยุทธ์ไปปฏิบัติ และนวัตกรรม,-,การบริหารองค์กรอย่างมีประสิทธิผล โดยมีส่วนงานที่มีคะแนน EdPEx ระดับ 250 คะแนนขึ้นไป
`
